Repository: common-repository/phoneme-order-woocommerce
Catalog: languages/phoneme-order-woocommerce-*.po
Languages: bg_bg

source: PhoneMe Order for WooCommerce
bg_bg: Звънни ми за поръчката - WooCommerce

source: Fast order creation with just a phone
bg_bg: Бърза телефонна поръчка за WooCommerce

source: Adrian Dimitrov <dimitrov.adrian@gmail.com>
bg_bg: Адриан Димитров

source: Quick checkout
bg_bg: Бърза поръчка

source: No registrations and passwords
bg_bg: Без регистрации и пароли

source: Just use your phone number to checkout and wait our assistant to contact your do clarify the order.
bg_bg: Просто използвайте вашият телефоннен номер и изчакайте наш сътрудник да се свърже с вас, за да уточни детайлите.

source: Phone Me Order
bg_bg: Звънни ми

source: Heading
bg_bg: Заглавие

source: Second heading
bg_bg: Под заглавие

source: Hint text
bg_bg: Обяснение

source: Out of stock
bg_bg: Не налични

source: Hide
bg_bg: Скриване

source: Inactive
bg_bg: Неактивен

source: Phone
bg_bg: Телефон

source: Order
bg_bg: Поръчка

source: Invalid phone number
bg_bg: Невалиден телефонен номер

source: Invalid product or variant
bg_bg: Невалиден продукт или вариант

source: Can't create order.
bg_bg: Не може да се създаде поръчка.

source: Incoming order via PhoneMe method
bg_bg: Входяща поръчка, чрез метода Звънни ми

source: Your order is placed, thank for ordering.
bg_bg: Вашата поръчка беше записана, благодарим ви.
